export const LEGACY_EXAMPLE_SONG_01_LYRICS =
  "<tag> 主歌\n主阿！我神，\n我每逢舉目觀看，\n你手所造\n一切奇妙大工\n\n看見星宿，\n又聽到隆隆雷聲，\n你的大能\n遍滿了宇宙中。\n\n<tag> 副歌\n我靈歌唱，\n讚美救主我神，\n你真偉大！\n何等偉大！\n\n我靈歌唱，\n讚美救主我神，\n你真偉大！\n何等偉大！\n\n";

export const EXAMPLE_SONG_01 = {
  title: '你真偉大 (Song 01)',
  melody:
    "<key> C\n<time> 4/4\n\n[555]_ | 3. [55566]_ 4 6. [666]_\n5. 3_ [5544]_ 3 - ~ 3_\n\n[555]_ | 3. [55566]_ 4 6. [666]_\n5. 3_ [5544]_ 3 - ~ 3_\n\n[551']_ 3'. [2'1'71'6]_ 5 - ~5_\n[1'1'7]_ 2 - ~ [2465]_ 3 - ~ 3_\n\n[551']_ 3'. [2'1'71'6]_ 5 - ~5_\n[1'71']_ 2'- ~ [2'3'4'7]_ 1' - ~ 1'_\n\n",
  lyrics: `<title> 你真偉大\n${LEGACY_EXAMPLE_SONG_01_LYRICS}`,
};
